[
  {
    "id": 1,
    "name": "IMMIGRATION",
    "price": "300",
    "description": "Canada has one of the most positive immigration policies in the world and welcomes more than 200,000 new immigrants each year. According to an international survey conducted recently, 53 per cent of adults in the world’s 24 leading countries said they would immigrate to Canada. While Canada offers a great choice of both Federal and Provincial immigration programs, immigration to Canada has become increasingly popular due to main driver of the Canadian immigration system – Express Entry. Express Entry applicants receive priority processing and increased accessibility for candidates from a broader range of occupations. Without a cap on the number of applications being accepted for processing, applicants can apply to Express Entry at any time without being concerned that the program will close or fill up before their application is completed.",
    "img": "https://i.ibb.co/Fs7SJvX/1.jpg"
  },
  {
    "id": 2,
    "name": "SPONSORSHIP",
    "price": "200",
    "description": " Moving abroad and leaving your loved ones on opposite coast is not easy. One of the objectives of Government of Canada is to see that families are reunited. Certain family members may qualify to settle in Canada long-term and become permanent residents under family class category. After becoming permanent residents, they can live, study and work in Canada, thus you no longer need to apply for visitor visa and provide letter of invitation. Like other immigration categories, family class sponsorship has certain requirements, such as minimum necessary income which should be met by sponsor. If you are wondering how to sponsor someone to Canada, you should start from reviewing family sponsorship applications, eligibility and requirements.",
    "img": "https://i.ibb.co/zZ3RJ12/2.jpg"
  },
  {
    "id": 3,
    "name": "STUDY PERMIT",
    "price": "200",
    "description": "Millions of applicants around the world are dreaming about being accepted into one of the Canadian colleges or universities and receiving study permit. Studying in Canada is an exciting and rewarding experience for many international students. Once you’ve decided what to study, you need to consider entry dates, application deadlines, student visa processing times and English language requirements. Aside from BA, MBA, PhD, certificate and diploma programs, Canadian colleges and universities have a variety of short-term summer language courses, continuing education and exchange programs. The main intake is in September each year, though many colleges and universities have a smaller intake in January or summer term. Most foreign nationals require a study permit to study in Canada. If your course is less than 6 months long, you’ll only need a visitor visa to come to Canada. However, if you plan to study for more than 6 monthsyou’ll need to apply for a student visa. To apply for study visa first of all you need to obtain acceptance letter from educational institution. There are more than 98 universities and colleges in Canada, however the school of your choice must be approved by a provincial or territorial government to host international students. If you plan to apply to college or university, this is the first thing you should check.",
    "img": "https://i.ibb.co/nj2N1yK/3.jpg"
  },
  {
    "id": 4,
    "name": "VISITOR VISA",
    "price": "180",
    "description": "Every year, Canada welcomes nearly 50 million people from different countries. You can visit Canada as a tourist, to see family and friends, or to do business. Whether you plan on visiting Canada for a few days or several months, you must meet some important immigration requirements. There are so many reasons to visit Canada: with 16 UNESCO World Heritage Sites, it’s hard to think of a country more beautiful or more varied. Late last year, Lonely Planet released its “Best in Travel” lists for 2017. And at the top of its “Top 10 Countries List” – Canada was selected as #1 country to visit this year. You can come to Canada as a tourist. During your stay, you’ll need enough money to support yourself and everyone included in your application.  Most travellers need to apply for visitor visa or an Electronic Travel Authorization (eTA) to fly to, or transit through, a Canadian airport. Canada has a range of visas that allow you to come for a holiday or to visit friends and family, as well as some special visas that allow other activities like short term study or business. Temporary resident visas can be good for one entry to Canada or for a period of time. Learn more about visitor visa options and how to extend your stay.",
    "img": "https://i.ibb.co/sgkh24j/4.jpg"
  },
  {
    "id": 5,
    "name": "SUPER VISA",
    "price": "200",
    "description": "The Super Visa Program allows parents and grandparents to come to Canada as long-term visitors. Thus successful applicants will not be required to renew their visitor visa every six months, as they will be granted a multi-entry visitor visa valid for two years at a time with expiry date up to 10 years. You can apply online or on paper to get a parent and grandparent super visa. There are also specific requirements that you must meet to be able to apply. To apply for the parent and grandparent super visa, you must: be the parent or grandparent of a Canadian citizen or a permanent resident of Canada; be allowed to enter Canada and meet certain other conditions. Your parent(s)s and/or grandparent(s) may be eligible for a multiple-entry visa for up to 10 years depending on individual circumstances. With the parent and grandparent super visa, eligible parent(s) and grandparent(s )can visit family in Canada for up to two years without the need Immigration officers consider several things before they decide if you can come to Canada. You must be a genuine visitor to Canada who will leave at the end of your visit.",
    "img": "https://i.ibb.co/SBKddp8/5.jpg"
  },
  {
    "id": 6,
    "name": "CITIZENSHIP",
    "price": "300",
    "description": "Canadian Citizenship was first introduced in 1947 by the Canadian Citizenship Act. Since then, several major amendments were passed by Canadian Governments. And, in our days, law says both Canadian-born and naturalized citizens are equally entitled to the right of the citizen and to the duties of the citizen. Under the Act, all persons born in Canada are Canadian citizens at birth, with minor exceptions (e.g., children of diplomats). However, at the same time, children born outside Canada to a Canadian parent must submit an application to obtain a Canadian Citizenship Certificate to prove they are Canadian citizens. Canadian citizens are entitled to carry a Canadian passport, vote in Canadian elections or run own political campaign. They have absolute right to live in Canada, and the right to leave and enter Canada (can travel to 170+ countries visa free). Moreover, Canada is one of the countries which recognize dual citizenship, so you don’t need to give up on your previous passport. Getting the Canadian PR is the first step towards obtaining the citizenship in Canada. Since 2010, Canada has welcomed an average of more than 260,000 permanent residents each year. Furthermore, Canada has the highest rate of naturalization in the world – 85% of eligible permanent residents become citizens.",
    "img": "https://i.ibb.co/sF38H3F/6.jpg"
  }
]
